/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "EN-070918";

"common-controls-restart"		= "Ponovno uključi";
"common-controls-shutdown"		= "Isključi";
"common-controls-continue"		= "Nastavi";

"common-tab-apple-title"		= " Opis ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Testovi hardvera ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Profil hardvera ";	// does look better with spaces at head and tail
"common-version-str"			= "Verzija ";
"common-bundle-str"				= "Svežanj ";

"mark-graphics-unknown-str"		= "Nepoznat videozapis";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Instalirano";
"mark-generic-absent-str"		= "Nije nađeno";
"mark-generic-hasDevice-str"	= "Uređaj je spojen";
"mark-generic-hasNoDevice-str"	= "Nema spojenih uređaja";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Herc";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Bajt";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " h ";
"units-hours-str"		= " h ";
"units-min-str"			= " min ";
"units-mins-str"		= " min ";
"units-sec-str"			= " s";
"units-secs-str"		= " s";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test ne podržava ovaj uređaj.";
"notcompat-ownrisk-str"			= "Nastavljate na vlastiti rizik [samo predizdanje].";


"test-head-intro1-text"			= "Apple Hardware Test može provesti testiranje hardvera vašeg Macintosha.";
"test-head-intro2-text"			= "Za provođenje ovih testova, kliknite tipku “Test” ili pritisnite tipku “T”.";

"test-probe-onto-text"			= "Ispitivanje vašeg hardvera; postupak može potrajati koju minutu...";
"test-probe-outof-text"			= "Ispitivanje hardvera je dovršeno.";

"test-controls-launch"			= "Test";
"test-controls-interrupt"		= "Zaustavi testiranje";

"test-choices-title"			= "Opcije testiranja";
"test-about-title"				= "Više o testovima i rezultatima";
"test-results-title"			= "Rezultati testiranja";

"test-results-notestyet"		= "Testovi se ne mogu pokrenuti sve dok se ne dovrši ispitivanje.";
"test-results-nodevfound"		= "Uređaji nisu pronađeni.";
"test-results-notyet"			= "Spremno za testiranje.";
"test-results-quick-ongoing"	= "Testiranje je u tijeku.";
"test-results-extend-ongoing"	= "U tijeku je iscrpno testiranje.";
"test-results-willstop"			= "Testiranje će se zaustaviti.";
"test-results-interrupted"		= "Testiranje nije dovršeno.";
"test-results-nofail"			= "Nije pronađen nijedan problem.";
"test-results-error"			= "Unutarnja greška tijekom testiranja.";
"test-results-failed"			= "Alarm!  Apple Hardware Test je detektirao grešku.";

"test-ongoing-short-status"		= "Testiranje je u tijeku.";
"test-ongoing-mlb-status"		= "Testiranje glavne logičke ploče.";
"test-ongoing-memory-status"	= "Testiranje memorije.";
"test-ongoing-storage-status"	= "Testiranje prostora za pohranu.";
"test-ongoing-video-status"		= "Testiranje grafike.";

"test-ongoing-pass-time-text"	= " traje testiranje...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "traje testiranje...";
"test-ongoing-sess-pass-text"	= "Broj prijelaza: ";
"test-ongoing-sess-time-text"	= "Ukupno vrijeme testiranja: ";

"test-desc-initial-1-text"	= "Apple Hardware Test je dijagnostički alat za detektiranje problema s hardverskim komponentama vašeg računala.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Provedeni testovi će pomoći u određivanju je li problem u hardveru ili softveru.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Ako rezultati testiranja ustanove da ne postoji problem s hardverom, dodatne informacije o uklanjanju problema možete pronaći u priručniku i/ili Pomoći (sustav) koji su isporučeni s vašim računalom.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Procijenjeno vrijeme do završetka: 3 min ili dulje, ovisno o količini instalirane memorije.";	/* default */
"test-desc-intro-quick-text2"	= "Procijenjeno vrijeme do završetka: 10 do 15 s ili dulje, ovisno o količini instalirane memorije.";
"test-desc-intro-quick-text3"	= "Procijenjeno vrijeme do završetka: 2 min ili dulje, ovisno o količini instalirane memorije.";
"test-desc-intro-quick-text4"	= "Procijenjeno vrijeme do završetka: 4 min ili dulje, ovisno o količini instalirane memorije.";

"test-desc-intro-extend-text"	= "Procijenjeno vrijeme do završetka: 1 h ili dulje, ovisno o količini instalirane memorije.";	/* default */
"test-desc-intro-extend-text2"	= "Procijenjeno vrijeme do završetka: 10 do 15 min ili dulje, ovisno o količini instalirane memorije.";
"test-desc-intro-extend-text3"	= "Procijenjeno vrijeme do završetka: 30 min ili dulje, ovisno o količini instalirane memorije.";
"test-desc-intro-extend-text4"	= "Procijenjeno vrijeme do završetka: 2 h ili dulje, ovisno o količini instalirane memorije.";

"test-desc-option-extend-text"	= "Provođenje iscrpnog testiranja (traje značajno dulje).";
"test-desc-option-loop-text"	= "Petlja je omogućena.";

"test-desc-quick-running-1-text"	= "Testiranje je u tijeku...";
"test-desc-quick-running-2-text"	= "Za zaustavljanje, kliknite tipku “Zaustavi testiranje”.";
"test-desc-quick-running-3-text"	= "Ili, istovremeno pritisnite tipku “command” (“Apple”) i tipku “.” (točka).";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "U tijeku je iscrpno testiranje...";
"test-desc-extend-running-2-text"	= "Za zaustavljanje, kliknite tipku “Zaustavi testiranje”.";
"test-desc-extend-running-3-text"	= "Ili, istovremeno pritisnite tipku “command” (“Apple”) i tipku “.” (točka).";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Alarm!  Apple Hardware Test je detektirao grešku.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Prvo, zabilježite kôd greške u području rezultata testiranja.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Zatim, ako su na računalo spojeni periferni uređaji, molimo isključite računalo, odspojite periferne uređaje i pokrenite Iscrpno testiranje kako biste provjerili rezultate.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Nadalje, ako se greška i dalje prijavljuje, pregledajte materijale vezane za servis i podršku koji su isporučeni s vašim računalom i potražite upute o kontaktiranju AppleCare servisa radi daljnje pomoći.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Alarm!  Apple Hardware Test je pronašao grešku pri pokretanju.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Prvo, zabilježite kodove grešaka u području rezultata testiranja.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Zatim, ako su na računalo spojeni periferni uređaji, molimo isključite računalo, odspojite periferne uređaje i pokrenite Iscrpno testiranje kako biste provjerili rezultate.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Nadalje, ako se greška i dalje prijavljuje, pregledajte materijale vezane za servis i podršku koji su isporučeni s vašim računalom i potražite upute o kontaktiranju AppleCare servisa radi daljnje pomoći.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Proizvod";
"prof-prod-group-subtitle"		= "Detalji o proizvodu:";
"prof-prod-name-label"			= "Naziv Macintosha:";
"prof-prod-model-label"			= "Model Macintosha:";
"prof-prod-cputype-label"		= "Vrsta CPU-a:";
"prof-prod-cpucount-label"		= "Broj procesora:";
"prof-prod-cpucoretotal-label"	= "Ukupan broj jezgri:";
"prof-prod-cpucorecount-label"	= "Broj jezgara:";
"prof-prod-cpuspeed-label"		= "Brzina CPU-a:";
"prof-prod-cpucache-label"		= "L2 pričuvna memorija CPU-a (po procesoru):";

"prof-prod-L2cache-label"		= "L2 pričuvna memorija:";
"prof-prod-L2cachecore-label"	= "L2 pričuvna memorija (po jezgri):";
"prof-prod-L3cache-label"		= "L3 pričuvna memorija:";

"prof-prod-cpucache3-label"		= "L3 pričuvna memorija CPU-a (po CPU):";
"prof-prod-mlb-sn-label"		= "MLB serijski br.:";
"prof-processor-tray-sn-label"	= "Serijski br. uložnice procesora:";

"prof-graph-group-title"		= "Videozapis";
"prof-graph-group-subtitle"		= "Detalji o videozapisu:";
"prof-graph-chipset-label"		= "Grafika:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Širina zaslona (pikseli):";
"prof-graph-disp-height-label"	= "Visina zaslona (pikseli):";

"prof-communi-group-title"		= "Komunikacija";
"prof-communi-group-subtitle"	= "Detalji komunikacije:";
"prof-communi-enet-mac-label"	= "Ethernet MAC adresa:";
"prof-communi-fwire-mac-label"	= "FireWire MAC adresa:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "IC prijemnik:";
"prof-communi-usb1-connect-label"	= "USB priključnica 1:";
"prof-communi-usb2-connect-label"	= "USB priključnica 2:";
"prof-communi-usb3-connect-label"	= "USB priključnica 3:";
"prof-communi-usb4-connect-label"	= "USB priključnica 4:";

"prof-memo-group-title"			= "Memorija";
"prof-memo-group-subtitle"		= "Detalji o memoriji:";
"prof-memo-overview-label"		= "Pregled";
"prof-memo-slot-1-label"		= "Memorija br. 1";
"prof-memo-slot-2-label"		= "Memorija br. 2";
"prof-memo-slot-3-label"		= "Memorija br. 3";
"prof-memo-slot-4-label"		= "Memorija br. 4";
"prof-memo-slot-5-label"		= "Memorija br. 5";
"prof-memo-slot-6-label"		= "Memorija br. 6";
"prof-memo-slot-7-label"		= "Memorija br. 7";
"prof-memo-slot-8-label"		= "Memorija br. 8";

"prof-memo-type-str"			= "SDRAM s MLB spojem.";
"prof-memo--str"				= "Nepoznato";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Vrijeme ciklusa (ns)";
"prof-memo-ct2-str"				= " Ciklus (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Upareno s br.";
"prof-memo-paired-not-str"		= " nije uparen";
"prof-memo-mismatch-label"		= "Neusklađenost:";
"prof-memo-size-str"			= " veličina";
"prof-memo-speed-str"			= " brzina";
"prof-memo-vendor-str"			= " prodavatelj";
"prof-memo-recommend-str"		= "Preporučeno: ";
"prof-memo-post-fail-str"		= "POST greška";

"prof-board-group-title"		= "Logička ploča";
"prof-board-brom-vers-label"	= "Verzija boot ROM-a:";
"prof-board-smc-vers-label"		= "Verzija SMC-a:";
"prof-board-syst-sn-label"		= "Serijski br. sustava:";
"prof-board-bootdev-label"		= "Standardni uređaj za boot:";

"prof-stor-group-title"			= "Pohrana";
"prof-stor-size-label"			= "Veličina:";

"prof-powr-group-title"			= "Napajanje";
"prof-powr-group-subtitle"		= "Detalji o napajanju:";
"prof-powr-src-label"			= "Izvor napajanja:";
"prof-powr-src-wall-str"		= "Adapter";
"prof-powr-src-batt-str"		= "Baterija";
"prof-powr-ac-on-str"			= "Spojeno";
"prof-powr-ac-off-str"			= "Nije spojeno";
"prof-powr-capac-label"			= "Kapacitet:";
"prof-powr-volt-label"			= "Napon:";
"prof-powr-status-label"		= "Status:";

